Revit 2027 API
ParameterTypeId.SheetRevisionsOnSheet Property
 "Revisions on Sheet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetRevisionsOnSheet { get; }
Public Shared ReadOnly Property SheetRevisionsOnSheet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetRevisionsOnSheet {
	ForgeTypeId^ get ();
}
static member SheetRevisionsOnSheet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace